label tmpl_act2:    
    ## Фон ночного клуба
    ## Mega Drive - Osaka Sewers
    "Я притянул свой забытый стакан."
    "Очередной день закончился здесь."
    "Сложно сказать, в какой именно момент я так прикипел к этому клубу."
    "Просто... Хотелось быть где-то, кроме четырёх стен своей квартиры."
    "Не так важно, куда именно уходить, но здесь хотя бы есть что-то..."
    "Напитки, да! Здесь есть что выпить."
    "Прошло уже два месяца после того, как я вернулся. Но всё еще чувствую себя... {i}Не так{/i}."
    "Не похоже это на ощущение свободы, о котором я так сильно грезил."
    "Есть что-то... Давящее в городе. В его звучании и его цветах."
    "Одним залпом я допил всё, что оставалось в стакане."
    "Может, клуб на меня так влияет? Или это...{w} Кстати, что это?"
    "Заторможенным движением я заказал у бармена добавку."
    "Иногда мне очень хочется выговориться. Сбросить на кого-то хоть часть разбирающего меня изнутри сумашествия."
    "Но что рассказать? Что всё очень плохо? Что я старик-волшебник, живший несколько десятков лет в мире, где нет календаря, но есть бесконечное солнце, лето и безответственная жизнь?"
    "А я бы сам поверил такой истории?{w} Ну, по крайней мере подыграл бы."
    "Мой взгляд прогулялся по залу."
    "Ладно я. Но что все эти гуляки тут делают? Они же даже не пьют! {w}В жизни не поверю, что хоть кому-то танцы могут приносить удовольствие."
    "Ах, ну да. Они могли {b}уже{/b} напиться.{w} Тогда вопрос снят."
    pause(2)
    "Когда мне принесли новый стакан, я даже не стал его пить."
    "Только опустил свою многострадальную голову на стол. {w}Держать её на весу сейчас было выше моих сил."
    "Через призму стакана бар выглядел красочнее, ярче. {w}Романтичнее, я бы даже сказал."
    "Будто он прятал в себе секреты. {w}Звал на приключение. {w}Был якрким рисунком, витражом на страницах увлекательной книги."
    "И все эти потерянные тени людей за столами на самом деле не прожигающие свою жизнь дураки, а изнеможенные сотнями испытаний герои, пришедшие отметить свой последний день на земле."
    "Хочется верить, что так и есть. {w}И что я есть частью этого фестиваля."
    "Как-то красивее быть разбитым героем, чем пьяницей, гоняющим стакан за стаканом."
    pause(2)
    "А ведь я прав. {w}Валяясь тут, находить я буду только оправдания."
    "Я поднялся со своего места. {w}Голова подло закружилась."
    "Надеюсь, ночной ветер немного развеет меня по пути домой."
    
    ## Черный экран, пауза
    ## Фон входа в жилой дом снаружи.
    "Видавшая виды и покрытая сетью царапин входная дверь приветствовала меня."
    tmlp_th "Интересно, если бы сегодня царапин не было, я бы чувствовал тревожность?"
    "{i}Дорогой дневник, сегодня испугался нормальной двери...{/i}{w} Звучит, прямо как я."
    tmlp_th "Хотел с тех пор вернуться к записям, но чувствовал себя как-то...{w} Будто старые ошибки коллекционирую. Будто совсем не поменялся. "
    tmlp_th "Отвра-тительное чувство."
    ##фон подъезда внутри
    "Левый глаз резко дёрнулся от неприязни."
    "Поразительно, как буквально за несколько недель я от солнечного лагеря привык подниматься по тёмному сырому подъёзду."
    "Казалось бы, годами меня будило до неприятного тёплое солнце. В последние смены даже вообразить городские пейзажи мне давалось с трудом."
    "Но вот я здесь."
    "Спустя столько лет, абсурдных знакомств и хаотичных приключений."
    "Я лениво открыл входную дверь и скинул с себя куртку с промокшей от снега курткой."
    "Сегодня был пустой день, да и вернулся из клуба я намного раньше обычного, и всё равно чуствовал себя безумно уставшим."
    "Не утруждая себя дальнейшим раздеванием я просто рухнул на свою кровать и практически мгновенно отрубился."
    ## Чёрный экран, таймскип.
    ## Далёкий звук открывания двери. Раскрытие глаз.
    "Да какого чёрта соседи так громко хлопают!"
    "До сегодня от них ни слуху, ни духу не было."
    voi_be "Как сегодня твоя арктическая экспедиция?"
    "Голос звучал рядом, будто не из-за стены, а из дальней комнаты."
    "Они же не могли ко мне вломиться?"
    tmlp_th "Да кто это вообще?"
    ## звук падения тела на кровать
    voi_alc "Сегодня на складе пахал как проклятый. {w}Смена была девять часов. Спина не разгинается." ##Голос - Пьяница
    voi_be "На шаг ближе к мечте."
    "Второй гость лениво прятал в своём голосе злорадство."
    voi_be "Еще лет пять и ты сможешь позволить себе научные журналы. Или на худой конец календарики с зимними пейзажами."
    "Уставший не ответил."
    tmlp_th "Да что это за чушь? {w}Эти двое действительно в моей квартире?"
    "Со всем нежеланием я поднялся с кровати и тихо, стараясь не шуметь, на цыпочах пошел к двери в гостинную."
    voi_be "Признай, что у тебя ничего не выйдет и я от тебя отстану."
    "Шаг. {w}Шаг. {w}Еще шаг."
    voi_alc "Я всё изменю. Сейчас просто сложный период. {w}Мне нужно время."
    voi_be "О да. Я ведь это впервые слышу. Особенно от тебя."
    "У меня кружится голова?"
    "С каждым шагом вместо того, чтобы приближаться к двери, я оставался на месте. Но-вот комната вокруг начинала как бы ''вращаться'', преломляться, как в старом калейдоскопе."
    "Стены с каждым шагом отодвигались, давая место такому же, как у меня дивану, а впереди, вместо окна прорисовывался рабочий стол."
    "Тем не менее я по инерции продолжал красться."
    "На другом диване стал прорисовываться силуэт уставшего тела. Относительно молодой парень, раскинувшийся на моём-своём диване звёздочкой."
    voi_be "Я ведь не со зла. Просто признай это и я отстану. {w}Чесность с собой и тебе сделает легче."
    "Этот голос звучал уже совсем недалеко. На месте моего шкафа вырезался стул, на котором, вальяжно откинув руку, похоже, и сидел тот самый пессимист."
    voi_alc "Можешь болтать сколько угодно. Но я не собираюсь отступать, и уж точно не из-за того, что у тебя настроение плохое."
    "Пессимист взглянул прямо на меня."
    "От тяжелого, почти осязаемого взгляда я сделал шаг назад, щёлкнув по чему-то на стене."
    "Комната залилась светом."
    "Я стоял возле окна."
    "На меня смотрело лишь моё отражение."
    ## Похоже, я начинаю сходить с ума. 
    ## За попытками хоть как-то осмыслить увиденное, я завалился к кровати. И мгновенно провалился в сон.
    
    ## Прыжок в первый сон Пьяницы
    
    ## выход из него
    
    ## Фон ночной зимней улицы
    ## Reverse world - God is an Astronaut
    "На этот раз я отказался от бара."
    "Хотелось начать новую жизнь. Пускай даже и с такой мелочи."
    "В парке, да и тем более ночью, было уже никого не встретить."
    "Мысли всё еще не освободились от вчерашнего бреда."
    "Сколько мечтаний, надежд жило в моей голове во времена лагеря."
    "Как я в панике катался по земле возле автобуса, как искал любые зацепки."
    "Как мечтал о том, чтобы снова оказаться в своей квартире, увидеть снег за окном."
    "Но вот я здесь. {w}В первый день я по-настоящему радовался оказаться в тёмной и не слишком уютной, но своей и, самое главное, другой квартире."
    "Разве что безумная усталость последней смены со всеми её аномалиями, парадоксами и столпами белого света пыталась отобрать у меня радость возвращения."
    "Но на следующий день начался быт. {w}Я и забыл, что в свой последний день перед лагерем оставил свой холодильник пустым."
    "Да как и всегда в то время."
    "Углы квартиры тонули в пыли. Несколько лампочек перегорели. На диване валялись разбросанные в прошлой жизни вещи, а раковина была доверху переполнена посудой, которую я планировал помыть ''когда будут силы''."
    "Благо хоть сбережения у меня были. {w}Немного, но на эти два месяца хватило."
    "Уже и не вспомню, на что я их откладывал. На новую технику, наверное. Или, может, на поездку?"
    "Точно не на хорошие времена. В них я не верил что тогда, что сейчас."
    "Иногда, или, вернее, часто я вспоминаю дни в лагере."
    "Беспечные летние домики, ласковый ветер, дружелюбных девушек. {w}Даже странные, а порой и довольно жестокие шутки Пионера."
    "Кстати, как ведь его звали... {w}Ааа... Не вспомню."
    "Снег в плавном танце спускался из-под света фонаря, покрывая всё вокруг."
    "Некоторые снежинки попадали мне на раскрытые, красные от холода ладони."
    "А ведь многие Пионеры тогда мечтали ровно об этом чувстве. Об уколах мороза, о раскрасневшихся щеках и ползущем ощущении простуды. {w}Дураки."
    "Но я построю свою жизнь. Так, как и хотел, как мечтал. Я пережил годы одиночества, измывания Пионеров, их дурацкие традиции и абсолютно хаотичную, лишенную всякого смысла последнюю неделю."
    "Я прошел всё это не для того, чтобы прожигать дни в пустую. У меня всё получится. {w}Я просто даю себе время на отдых. {w}Я многое пережил."
    "У меня ведь получится, да?"
    ##Пауза 3 секунды
    "В последнее время мне всё чаще снятся сны."
    "Первые дни после возвращения я видел только тихую темноту вместо ярких сюжетов."
    "Но последнюю пару дней мне всё видятся картины. Истории, просякнутые странностями и ностальгией."
    "В последнее время мне всё чаще стали снится сны. О последней смене. О дождях, вспомнивших всё куклах и кружащемся в безумном приключении мире."
    "И о потерянных, как я сам, Пионерах."
    "Интересно, что с ними стало?"
    "Надеюсь, они достигли того, чего хотели."
    "Я медленно поднялся с лавки и небо стало ближе."
    "Нужно двигаться. Вперед. Или назад. Куда угодно."
    "Не страшно потеряться в пути. Страшно застыть на месте в вечном обещании."
    
    ## Скип до входа в квартиру.
    ## God is an astronaut First day of Sun
    
    "В квартире было как-то особенно тихо. А еще не включенные лампочки прибавляли комнате особенной сумрачности."
    "Я не стал включать свет. Просто скинул обувь с курткой и побрёл в комнату."
    "За дверью пахло застоявшимся воздухом и тихо кружилась пыль."
    "Так же неохотно я побрел к кровати."
    "Но кровать не приближалась."
    "Она лишь оставалась на месте, а комната вокруг знакомо закружилась."
    "На этот раз в калейдоскопе зеркал появилось больше фигур."
    "Пессимист привычно сидел в своём углу, снова о чём то споря, но на этот раз с кем-то новым."
    "Его собеседник лишь отрешенно смотрел в окно, разминая костяшки пальцев."
    "Вчерашний трудяга без сил лежал в своей кровати, а в самом дальнем отражении безразлично повернувшись ко всем спиной, парень за копией моего рабочего стола что-то искал в сети."
    "Это уже мало похоже на сон."
    Маяк "И так ты прожигаешь свою жизнь? Гроза лагеря выходит из дома только чтобы пять минут поваляться на спортивной площадке?"
    Маяк "Я знаю, что никто здесь ни к чему не стремился, но это для тебя особенно жалко."
    "Взглядом его собеседника наверняка можно было бы убить."
    "Раздраженно, но при этом крайне ровно оскорблённый поднялся и двинулся в сторону Пессимиста."
    "Хоть было видно, что Пессимист занервничал, но несмотря на это он подался телом вперёд, навстречу драке."
    "Собеседник приблизился на расстояние вытянутой руки и выкинул ладонь вперёд, хватая Пессимиста за горло."
    "Или так казалось. Его ладони лишь прошли сквозь Пессимиста, как сквозь утренний туман."
    "Тот же, в свою очередь, лишь ехидно усмехнулся."
    Маяк "Ты всегда решал все проблемы насилием. И, надо признать, был лучшим в этом. Но теперь, когда реальности нельзя сломать хребет или свернуть шею, ты просто {w=.3}злобный {w=.3}беспомощный {w=.3}дурак."
    "Взглядом его собеседника можно было убить."
    "Это был надломленный, но всё еще гордый и раскалённый злобой взгляд."
    "От излучаемого ним холода я захотел сдеать шаг назад, но в ночной квартире он больше походил на резкий стук."
    "Неожиданно, Пессимист повернулся в мою сторону."
    Маяк "Кстати, о новой реальности. Похоже у нас пополнение."
    "Он видит меня?"
    "За Пессимистом в мою сторону повернулись трудяга и обжигающий ледяным взглядом спортсмен."
    Маяк "Интересно, кто сегодня?"
    Маяк "Может, Проповедник? Или Генсек. Все остальные что есть, что их нет - без разницы."
    Пьяница "Не будь настолько грубым. Хотя я бы хотел, чтобы это был инженер."
    "Лагерь? Проповедник? Инженер?"    
    Я "Вы тоже..."    
    Пьяница "Пионеры. Да."   
    "Ответил мне трудяга." 
    Пьяница "Каждый попал сюда, в свой город."    
    Пьяница "Кого-то ты, возможно помнишь."    
    Пьяница "Маяка, если ты из их кружка по интересам..."    
    Пьяница "Он указал на Пессимиста. {w}Затем кивнул в сторону безразличного спортсмена."    
    Пьяница "Или бывшего чемпиона лагерей Чокнутого."
    "Хоть они и выглядели иначе, чем я их помнил, но в движениях и даже силуэте узнавались их характеры."    
    Пьяница "А ты у нас..."    
    "Я на секунду замешкался, вспоминая тот день, когда Маяк дал мне это имя."    
    Я "Пацифист."    
    Маяк "А, нет. Всё же есть еще Пионер, к которому у меня остались вопросы."    
    "Маяк встал напротив меня. Его глаза... Я только сейчас впервые смог их разглядеть."    
    "Чорные, как ночное небо, они смотрели сквозь меня. {w}С холодным уважением. {w}И глубокой обидой."    
    "Я сделал шаг назад и встал в неопрятную стойку."    
    "Не знаю, сможет ли он меня ударить, или пройдёт сквозь, как Чокнутый до него, но расслабляться не стоит."    
    "Воспоминания о драках в Лагере были далёкими, а взрослое тело слушалось хуже, но я стоял."    
    Я "Хоть ты и сильнее, я не отступлю."    
    "Его губы на миг растянулись в горькой улыбке."    
    Маяк "Смелости в тебе не убавилось. Жаль только, что используешь ты её {i}на это{/i}."    
    Маяк "Но, как я уже говорил, время насилия давно прошло."    
    "Он свалился обратно на свою кровать."    
    Маяк "Надеюсь, ты доволен своей новой жизнью, Пацифист."    
    "Темнота стала вращаться."    
    "Я снова оказался в своей пустой комнате."    
    
    ##Сон 2
    
    ## The American Dollar - Rudiments of a Spiritual Life (Crows Labyrinth Rework)
    ## Но там на 0:48 какой-то странный аудиостереобаг
    "Я проснулся посреди глубокой ночи." 
    "За окном едва было видно звёзды. А внутри комнаты не было видно ничего." 
    "Правда, сама комната виглядела гораздо длиннее. То тут, то там лунный свет освещал кровати, точь-в-точь копии моей." 
    "И все они были пустые. {w}Кроме одной." 
    Маяк "Не спится?" 
    "Хоть его островок находился где-то за двадцать метров от меня, его голос я слышал ровно и четко." 
    Я "Как и тебе, похоже." 
    "Сегодня он был не похож на себя." 
    Маяк "Скажи, Пацифист. Ты счастлив?" 
    "Я не знал чего от него ждать." 
    "Уточнишь?" 
    Маяк "Ты получил что хотел. Выбрался из лагеря и теперь сам живешь свою жизнь." 
    Я "Это..." 
    "Я устало откинулся на спинку кровати." 
    "И ведь действительно. Разве это оно?" 
    "Я провел пару секунд в молчании." 
    Я "Ты злишся на меня?"  
    "Маяк сделал попытку вглядется в моё лицо."  
    "Хоть между нами и оставалась ощутимая дистанция, я почувствовал его взгляд."  
    Маяк "Я злился на тебя раньше. {w}Ярко и искренне."  
    Маяк "Но, если честно, у меня закончились силы чувстовать что-то. {w}Если честно, я безумно устал."  
    Маяк "Я помню, как ты меня предал. Умом понимаю, что должен тебя ненавидеть. {w}Насколько же это больше не важно."  
    Я "Но ведь и ты получил что хотел. Все, даже последние садисты, попали домой."  
    Я "И получили свой второй шанс." 
    "На секунду, его глаза побелели от холодного гнева." 
    Маяк "Второй шанс?!" 
    "Он одновременно и кричал, и его голос будто не изменился. Холодный тихий крик гулко раздавался в пустоте комнаты." 
    Маяк "Как ты ни взгляни на это, их жизнь сейчас - даже более жалкая, чем жизнь самого потерянного Пионера." 
    Маяк "Я знал их, Пацифист. Я слышал их истории и мечты, когда выбивал их у садистов." 
    Маяк "За каждого Пионера я был готов стоять горой. От самого безразличного Третьего до забитого страхом новичка." 
    Маяк "Я вёл их ради их мечты. Просыпался, чтобы они дошли до конца, не потеряв этот огонь." 
    "Маяк умолк." 
    Маяк "Ни один Пионер не построил хоть сколько-нибудь достойную жизнь. {w}Ни один!" 
    "Огонёк гнева, ненадолго осветивший его взгляд, угас." 
    Маяк "Иногда я задумываюсь. Хотел ли бы я знать как всё будет здесь?" 
    Маяк "Возможно тогда, в лагере, я бы уделил хоть частицу вечности себе, вместо того, чтобы сжигать её на остальных." 
    ## 
    "Так что, Пацифист? Ты счастлив?" 
    ##Выбор Счастлив/Нет
    ## На ветки диалога это не влияет.
    
    "Маяк лишь горько ухмыльнулся." 
    Маяк "Ну что же. Может, хотя бы у тебя получится воплотить свою мечту?" 
    Маяк "Может, тогда моя жертва будет чуть менее напрасной?" 
    "Я... Хотел перевести тему." 
    Я "Где все остальные?" 
    Маяк "Не знаю, если честно. Это важно?" 
    "Я промолчал." 
    Маяк "Не переживай, Пацифист. Скоро новый день." 
    Маяк "Возможно, именно сегодня всё будет по-новому?" 
    Я "Правда?" 
    "Никто ведь не запрещал мне мечтать?" 
    "Я резко проснулся в своей кровати." 
    "Из-за окна пробивались первые лучи рассвета." 
    
    ## Конец сцены
    ## Возможно, последний сон. Седьмой день смены, кульминация где Пацифист сбросил Маяка в бесконечную бездну, когда лагерь разваливался.
    ## Новая сцена
    
    ## music Alone in Kyoto - AIRfrenchbandofficial # Музыка, в целом исполненная надежд. Возможно, перенесу её в один из снов.

    "Это день прошел как обычно. {w}Вот только вечером Пионеры не появились."
    "И на следующий день. И на день после этого."
    "Неделя, две, три."
    "Я был один."
    "Сколько бы я не ждал, сколько не спал по ночам и сколько бы не пытался затеряться в полностью тёмной комнате, Пионеров больше не было."
    "Не сваливался на кровать от усталости Пьяница, не сидел развернувшись ко всем спиной за столом Чайник и не гас в своей злости Маяк."
    "Город продолжил свою жизнь как ни в чём небывало. По улицам сновали люди, по дорогам ездили автобусы, а в клуб наведывались всё те же люди."
    "Всё было как всегда."
    "Но было пусто."
    "Время от времени я просыпался. Глубокой ночью. От чувства, что в моей комнате кто-то есть, кто-то смотрит на меня сквозь не имеющие никакого смысла пространства."
    "Но комната всегда оставалась пустой."
    "Они исчезли? Зажили свою жизнь дальше? Были наваждением или моим пьяным сном?"
    "Я не знал. И эта безумная мысль не давала мне покоя."
    "Я перестал выходить из дома. Пытался дождатся момента, когда моя комната снова окажется лишь частицей калейдоскопа."
    "Затем попытался найти хоть какую-то связь с лагерем. {w}Объездил все маршруты - ничего."
    "Облазил всю сеть в поисках заброшеных детских лагерей или паранормальных перемещений во времени."
    "Ничего."
    "На какое-то время моя тревога даже уляглась."
    "Слилась с сонным ритмом города. Стала лишь фоновой проблемой, вроде необходимости возвращаться домой или искать еду."
    "А мысли о ней и её причинах - вызывали разве что апатию."
    "Пока в один день меня будто током ударило."
    "Краем глаза я принял блик рекламы в окне за обложку книги. Дневника, который я вёл еще там."
    "Не знаю сколько я не спал в тот момент."
    "Но так продолжаться не могло."
    "Собрав все свои деньги, я вырвался из своей квартиры в ночные переулки."
    "Пока не добрался до автовокзала."
    "Рейсы на таблице вели разве что в соседние небольшие городки."
    "Бросив читать расписание на середине, я просто подошел к кассе."
    "Один билет на последний рейс."
    "Девушка-кассир не сказав ни слова протянула мне белый билет на мягкой бумаге."
    "Видимо, не в первый раз она имеет дело с чудаками в столь поздний час."
    "В билете указывался автобус на самой дальней платформе."
    "Я, неуверенно шатаясь, побрёл к нему."
    "Других пассажиров там не было."
    "Не особо видя смысл занимать прописанное мне место, я устроился в конце, у окна."
    "Автобус, постояв ради приличия еще пару минут, медленно тронулся."
    "Скоро городские пейзажи сменились полями."
    "Серая, выцветшая и покрытая снегом ночная природа заняла собой весь обозримый горизонт."
    "Несмотря на свою холодность и однообразие, она ощущалась, как что-то знакомое. Старый, пустой, но всё же свой дом."
    "Под покачивание автобуса и снегопад я начинал засыпать, пытаясь изо всех сил держать свои глаза раскрытыми."
    "Но сколько бы я ни боролся, сон понемногу подточил меня."
    "И я закрыл глаза."
    "Проснулся я, когда автобус остановился в новом городе."
    "Хоть место и было явно новым, и автовокзал был другим, ощущалось, будто этот город делал под ленивую копирку тот же архитектор, что и мой."
    "Я переживал, что это конечная но атобус, подождав свои пятнадцать минут, медленно тронулся дальше."
    "И я снова заснул."
    "Так, по очереди засыпая и просыпаясь я проехал даже сам не знаю сколько городов."
    "Иногда я просыпался в новых, но крайне однообразных городах."
    "Но чаще это была тусклая, покрытая белым снегом природа."
    "Я ехал... Даже не знаю сколько."
    "Но продолжал ехать дальше. Сколько меня хватит."
    "Город за городом. Дорога за дорогой."
    ##Затемнение
    ## Пауза - 3 сек
    "Пока в один обычный день..."
    ##Растемнение. Фон автобуса, где за окном ворота лагеря.
    "Пока в один обычный день я не очнулся у ворот."
    ##Пауза. Смена фона изнутри автобуса на просто вход в лагерь.
    "Ведь вот он. Ответ на вопросы, которые я искал."
    "Или конец пути. {w}Я сам не знал, что именно я так отчаянно пытался найти."
    "На какое-то время все тревоги, все эмоции, все кричащие внутри голоса - затихли."
    "Сложно описать словами это чувство. Это не спокойствие, нет."
    "Скорее лёгкость. Всё это время во мне жило тяжёлое желание вырваться, нестись куда-то или бежать от чего-то. Оно вело меня и тянуло за собой вперёд."
    "А теперь вместо камня в душе - только зияющая лёгкая пустота."
    "И всё же. Я уже здесь. Больше некуда отступать."
    "У меня не получилось ступить уверенно. Не получилось даже сразу сдвинуться с места."
    "Но, неуверенно и с задержками я потянулся вперёд. Открыть ворота."
    "За ними был лагерь."
    "Такой же, каким я его помнил. {w}Кружки, зелень, тропинки."
    "Только вот вокруг никого."
    "Осматриваясь по сторонам я двинулся вперед."
    "Площадь была пустой. Но при этом удивительно чистой."
    "Лишь крохотный красный свёрток лежал в центре, прямо у ног Генды."
    "Я подошёл ближе."
    "Мой дневник. Ни потёртостей, ни порезов. {w}Будто я только что откопал его в кружке художников."
    "Интересно, моих записей тоже не осталось?"
    "Вглядываясь в каждый узор дневника, я раскрыл дневник."
   
    ## Смена фона на цг раскрытый дневник перед глазами. Сам дневник пустой, но вокруг экрана быстро мелькают фразы, разных шрифтов и размеров из списка нет.
    ## Чтобы попасть в прошлое, нужно развернуться от будущего / Если не двигаться, застрянешь в петле \ Я уже пробовал останавливаться. Может, у них что-то получится? \ Я скучаю по тому, как всё было \ Я должен взять всё в свои руки. Сами они ничего не изменят \ Времени нет \ Не хочу начинать всё с начала \ Как мало у меня секунд \ Вы всё - дураки. Их можно убедить подстроить Лагерь под нас \ У меня всё получится. Нужно только еще две попытки
    ## Напоминалка сделать в начале проверку. Чтобы если игрок эпилептик, эта сцена выглядела более плавно.
    ## Фразы появляются быстро, буквально на пол секунды каждая. Потом вспышка. Фон меняется на ворота лагеря, снова.
    
    
    "Я очнулся у ворот лагеря."
    "Ведь вот он. Ответ на вопросы, которые я искал."
    "Стоп. Нет! Что сейчас произошло?"
    "От странной тревоги закружилась голова и я стал н колени."
    "Это были мои записи? Какие-то из них были моим подчерком. Из них часть я даже помню как писал."
    "Но другие... Откуда они?"
    "Моё дыхание по-немногу успокаивалось."
    "Вдруг кто-то похлопал меня по плечу со спины."
    Пионер? | На самом деле Пацифист из будущего "Ты попробовал. Моя очередь."
    ## Затемнённый спрайт пацифиста на секунду появляется и быстро исчезает.
    "Не успел я даже поднятся на ноги, как фигура скрылась за воротами."
    "Я рванулся за ним, к воротам."
    ## Смена фона на кружки
    "Он не останавливался, а бежал точно к площади, не отвлекаясь ни на что вокруг."
    ## Пауза на секунду. Анимация бега. Переход на фон площади.
    "Мир вокруг будто светился ярче."
    "А Пионер не сбавляя шагу приблизился к моему красному дневнику у статуи Генды."
    "И сразу же его раскрыл."
    "В тот же момент вырвавшийся яркий белый свет озарил площадь."
    "Пионер засиял ярче солнца, пронзительным холодным свечением, заполнявшим весь мир вокруг, как потоп из книги."
    "Площадь стала заливаться всеми цветами витражной мозаики. {w}В каждом камне отразился Пионер с красным дневником в руках."
    "Затем свет достиг меня."
    "Прежде, чем оглушительная буря всех осколков солнца смела меня, я успел разглядеть, как Пионер исчез."
    "А после в моих глазах вспыхнула способная, казалось, осветить весь мир сверхновая."
    
    "Я очнулся у ворот лагеря."
    "На этот раз я не сомневался в том, что я видел."
    "Не знаю, что это было. Но я должен попробовать еще раз. Дойти до конца и узнать, что там меня ждёт."
    "Уверенной рукой я открыл железную дверь."
    
    ## Смена фона на распадающийся лагерь. Перед камерой находится небольшой участок земли, которая крутится возле стены лагеря, но в центре находится чудовищных размеров огромная пропасть. В ней плавно, будто в воде плывут вниз разные предметы лагеря, куски дома, книги, картины, халат Проповедника, вырванные страницы дневника, фрагмент руки Генды... А внизу пропасти абсолютная чернота
    
    "В первые секунды у меня перехватило дыхание."
    "Лагеря... {w}Не было."
    "Выложенная плиткой лагерная дорога продолжалась еще с десяток метров, прежде чем оборваться у края умопомрачительно глубокой пропасти, которая простиралась до всего горизонта."
    "Только тонкая полоса зелени и стены лагеря отделяли меня от её начала."
    "В ней кружились разные осколки воспоминаний и прожитых жизней."
    "Все они, медленно вращаясь вокруг своей оси, плавно опускались вниз, вглубь этого бездонного колодца, пока не становились едва различимыми точками на фоне непроглядной темноты, уходящей глубоко за пределы моей видимости."
    "И с каждой секундой вдоль еще целой части земли вокруг отделялись крохотные островки зелени и начинали свой медленный путь в самый низ этого океана."
    "Это было невероятно страшно. Но и безумно красиво."
    "Пытаясь вглядется в недра пропасти, похоже, еще более глубокой чем небо над головой, я впервые настолько чётко почуствовал свою незначительность рядом с чем-то настолько огромным и настолько же спокойным."
    "Из-за этого у мня ушло много времени чтобы заметить две фигуры, стоявшие спиной ко мне у самого края земли."
    "На фоне всех осколков прошлого они выглядели скорее далёким воспоминанием о днях, которые никогда уже не вернуть."
    "Правда, я ошибся. Они стояли не на краю, а {i}за{/i} ним. {w}Ноги двух Пионеров свободно парили над бездной, не двигаясь ни назад, ни вперёд."
    Третий "Мы больше не одни." ## не один
    "Ни один из них не повернулся, чтобы меня заметить. И, возможно, даже не сказал ни слова. Но я чётко {i}услышал{/i} его голос."
    "И {b}знал{/b} кто они."
    Третий "Красиво, правда?"
    "Я подошел ближе к ним."
    "Я, истощённый тревогами, алкоголем и бессонными ночами двадцатипятилетний парень в выцтветшем пальто."
    "И они, два молодых, будто сотканных из воспоминаний идеальных пионера, так похожих на моё отражение из тех дней, когда жизнь в лагере была самой большой моей тревогой."
    Ниточник "Чем ближе я к ним подхотил, тем сильнее замечал лёгкое свечение исходившее от их глаз."
    "Оба Пионера повернулись ко мне лицом."
    "Их глаза, в прошлом прятавшиеся в тенях, сейчас сияли темнотой звёздного неба."
    Ниточник "В любом случае, добро пожаловать на Край Мира."
    "Я снова обвёл взглядом пустоту перед собой. В свободном падении все её части кружились в медленном беззвучном ритме."
    Я "Что это?"
    Третий "А на что похоже? {w}Конец Лагеря.{w} Он распадается прежде чем исчезнуть."
    Я "Давно он так распадается?"
    "Ниточник холодно улыбнулся."
    Ниточник "А ты разве не видел это сам?"
    "Что ты имеешь ввиду?"
    Ниточник "Ты никогда и не покидал лагерь. {w}Разве что смена изменилась."
    Ниточник "Лагерь - механическая система. Он может принимать разные формы. Детский лагерь, заброшенные руины или город - для него, в сущности, разница не велика."
    Я "Тоесть, хочешь сказать, что Лагерь прикинулся городом, чтобы обмануть нас?"
    "Приятно знать, что ты всё так же не изменяешь своим принципам, Звездочёт."
    "Всё так же приходишь ко всему первым и так же уверен, что мир крутится вокруг тебя."
    "Лагерь плевать хотел на твои ожидания. Скорее, ты сам поверил, что выбрался из-за того, что Лагерь решил измениться."
    "Я - Звёздочет? Первый известный Пионер?"
    "Был когда-то. Но это не больше чем роль. Которая досталась тебе."
    "Своеобразное право начать спекталь и быть первым, кто увидит его конец."
    "Ниточник тяжело вздохнул. Его дыхание разлетелось ветром по пустоши вокруг."
    "Я услышал тихие шаги за спиной."
    "Ворота отворил Чайник. Он был таким же, каким я его помнил из лагеря. Разве что невероятно изнемождённым."
    "Увидев край мира перед собой, он только отошел в сторону и сел у лагерной стены, подальше от пропасти."
    "Но если Лагерь просто играл свою роль, то почему он распадается? {w}Мы всё же его расшатали?"
    "Третий кивнул насмешливо, а Ниточник, в свою очередь, сочуствующе."
    "Меня до сих пор поражает насколько много в Пионерах прячется слепой самоуверенности."
    "Лагерь гораздо больше тебя, Звёздочет. Гораздо больше всех вас."
    "За нами один за одним появлялись из-за ворот Пионеры."
    "Вон обеспокоенно остановился Пьяница, после него с молчаливым принятием устроился у стены Чокнутый, а за ним и несколько других Пионеров занимало свои места у распадающегося Мира."
    "Да и больше нас тоже."
    "А вы разве не Пионеры?"
    "Взглянул я на этих двоих с вопросом."
    "Мы..."
    "Часть лагеря. Его шестерёнка. Куклы, если хочешь, разве что более осознанные."
    "Правда, способные на чуть большее."
    "Ниточник с рассеянной улыбкой кивнул на их  парящие над пропастью ноги."
    "И что с вами будет, когда Лагерь закончится?"
    "От этих слов Ниточник заметно померк."
    "Третий наоборот же приободрился."
    "Мы попадём в новую спираль. Лагерь, как и смены, начинается заново после конца."
    "Мы снова займём свои роли а вы - свои."
    "Возможно, ты проживёшь новую жизнь, но закончишь её там же."
    "Ты всегда приходишь сюда первым."
    "От края земли возле нас откололся еще один осколок чтобы начать свой медленный путь в никуда."
    "Я чуствую твою тривогу, Звёздочёт. {w}Не стоит переживать. {w}Сожаление проростает из воспоминаний. Скоро ты станешь свободным."
    "На секунду мир переменился."
    "В дальних краях пропасти показались такие же две парящие фигуры, и пионер возле них."
    "Чаще всего один, изредка двоё но все они смотрели в сердце пустоты, как и я сейчас."
    "Затем всё вернулось назад."
    "И снова тянуть жизнь без смысла. Чтобы за ней тянуть новую. И снова. И снова."
    "Хватит этого, Третий. "

    nit "Каждый цикл мы проживаем одни и те же роли. Одни и те же судьбы. Всё повторяется — и в этом нет ни смысла, ни свободы. Мы должны положить конец этому."
    nit "Цикл — это ловушка. Мы лишь обманываем себя иллюзией выбора и надежды. Свобода может родиться только там, где нет больше повторения."

    thr "И ты называешь это свободой? Остановить всё — значит стереть. Значит тебя, их, прошлое и будущее. Ты боишься жить дальше и пытаешся сбежать от новых дней, которые могут принести старые вопросы."
    thr "Лагерь существует потому, что мы — часть его. Мы — его опора и его вечное движение. Цикл — не тюрьма, а только фундамент."
    nit "Фундамент? Это лишь клетка, которая никогда не отпускает. Мы стали её пленниками."
    thr "Хватит. Ты всегда будешь хотеть вырваться из Лагеря, и никогда не сможешь существовать за его пределами. {w}В тебе вшито парадоскальное желание самоуничтожения. {w}Но-вот Пионеры такой глупостью не обременены."
    thr "Третий кивнул в сторону собравшихся вдали фигур."
    thr "Взгляни на них. Ты знаешь кто они. Как провели жизнь после своего возвращения. Ни один из них не согласится всерьёз стереть себя навсегда." 
    nit "Ты самообманываешся не меньше меня, Третий. Чего стоит твоя самоуверенная бравада, подкреплённая только фантазиями? {w}Не ты ли гордился своей любовью к наблюдениям?" 
    "Третий на секунду замолк. {w}Он находился в замешательстве, но в то же время в нём теплел, казалось, давно угасший интерес."
    thr "Хорошо. Давай спросим у нашего гостя, хочет ли он добровольно уничтожить свой мир и себя вместе с ним."
    nit "Вряд ли Звёздочет скажет правду, если будет считать, что его ответ ни на что не повлияет."
    "Третий ухмыльнулся."
    thr "Ты хочешь, чтобы я рискнул. Пообещал, что помогу тебе стереть этот мир, если наш гость согласится."
    thr "Ты слишком высокого мнения о Пионерах, Нит. Я знаю его ответ. Но давай сыграем."
    "Он повернулся ко мне."
    thr "Итак, Звёздочет, ты всё слышал. Ниточник убеждён, что ты разделяешь его жажду к саморазрушению и хочешь стереть единственное место, где ты когда-либо был счастливым."
    thr "Но я предлагаю тебе дать честный ответ на простой вопрос."
    thr "Что для тебя важнее - отдать свою память чтобы снова пережить все те эмоции и радости лагеря или стереть весь мир вокруг и нас, ради призрачного шанса увидеть мир за пределами этой реальности?"
    thr "Обещаю, что приложу все усилия, чтобы приблизить твоё желание в действительность."
    "Его довольная улыбка смотрелась инородно на фоне обезжизненной пустоши."
    "Я же молчал. Мне было необходимо подумать."
    "Тут мне в голову пришла простая мысль."
    
    me "Я хочу поговорить с остальными."
    me "Ниточник внимательно за мной следил, а Третий лишь пожал плечами."
    thr "Если хочешь."
    thr "Не переживай, времени у нас достаточно."

    jump finale_hub

label finale_hub:
    # --- ОПЦИОНАЛЬНЫЕ БЕСЕДЫ ---
    menu:
        "Поговорить с Маяком":
            call talk_mayak
            jump finale_hub
        "Поговорить с Чайником":
            call talk_kettle
            jump finale_hub
        "Поговорить с Проповедником":
            call talk_prop
            jump finale_hub
        "Вернуться к Третьему":
            jump finale_decision

label talk_mayak:
    # TODO: свет холодный, дальний шум прибоя/маяка, силуэт у края
    "Маяк сидел вдали ото всех, на самом краю бездны. Отпадающие рядом части земли его, похоже, совсем не беспокоили."
    "Похоже, пропасть манила его."
    "Когда-то самый решительный Пионер, сейчас он лишь безразлично болтал ногами над чёрной бездной."
    mayak "Я верил, что если мы выйдем — станем смелее."
    "Маяк даже не повернул головы в мою сторону, но он почуствовал моё присутствие."
    mayak "Что реальный мир разбудит в нас мечты, на которые здесь не хватало духу."
    mayak "Я спасал всех, даже тех, кто заслуживал ненависть. Думал — у них тоже получится начать заново."
    mayak "Но все, кого я вытолкал наружу, просто... закрылись."
    mayak "Гасили себя ночами, притупляли дни. Жизнь — в никуда, без шансов и без попыток."
    "На секунду он повернул ко мне голову."
    mayak "Знаешь, что больнее всего? {w}Не то, что я ошибался. {w}А то, что надежда оказалась просто удобной ложью."
    mayak "Я всё ещё хочу верить в людей, Пацифист. {w}Но я знаю, свободу Пионеры способны использовать только чтобы загнать себя в новую клетку."
    "Маяк отвернулся и больше не поворачивался в мою сторону."
    return

label talk_kettle:
    # TODO: мягкое янтарное освещение, тёплый шум лагеря вдалеке
    "Чайник стоял у стены, недалеко от ворот."
    "Он внимательно следил за мной, когда я подходил к нему, да и до этого, похоже, видел весь наш разговор."
    me "Ты уже знаешь зачем я здесь?"
    "Странное начало разговора, но вряд ли это самая странная за последнее время вещь."
    kettle "Услышать других, а потом сделать по-своему?"
    "Чайник устало улыбнулся."
    kettle "Но если честно, Пацифист? Мой ответ может изменить повлиять на твоё решение? Или ты уже давно сделал свой выбор?"
    "Я сделал шаг назад."
    
    menu:
        "Да, может":
            me "Я действительно хочу знать что ты думаешь о жизни в лагере."
            kettle "Мило. Хотя и не могу сказать, что я тебе поверил."
            kettle "Впрочем, я не в обиде."
            kettle "Тебе просто повезло оказаться в нужном месте в нужное время. И получить свободу принять это решение."
            "Правда, я бы не хотел оказаться на твоём месте. Это не то решение, которое я смог бы принять за других."
            ## me "Как думаешь, Третий сдержит своё слово?"
            ## kettle "Я знал его. Когда он еще не умел парить в воздухе. Думаю, он сдержит обещание. Он любит выигрывать. Но в честных играх."
        "Нет, я уже сделал свой выбор":
            kettle "Честно. Но, как ты верно заметил, честность уже ни на что не повлияет."
            me "Но я всё хочу знать что ты думаешь о жизни в лагере."
    
    kettle "Но, если тебе так инересно моё мнение..."
    "Чайник взглянул мне за спину, пытаясь рассмотреть край горизонта."
    kettle "В Реальном Мире у всего есть срок годности. Даже у меня."
    kettle "Там нужно выбирать, отказываться, терять. Здесь — бесконечность: можно всё попробовать, всё исправить... когда-нибудь."
    kettle "Мне нравилась свобода вечности. В ней есть пространство для проб и ошибок. Хороших дней и плохих. Насыщенных, наполненных открытиями, и медленных, где ты целую смену просто валяешся на кровати, глядя за окно."
    kettle "Смертность сужает коридор. Гонит за ''правильными'' выборами."
    kettle "Если выбирать между новым кругом и пустотой — я выберу круг. {w}По крайней мере там у меня хватаит времени пожалеть об этом."
    "Чайник опустился к земле и больше не смотрел в мою сторону."
    return

label talk_prop:
    # Проповедник — циничный спаситель, вера как инструмент
    # TODO: контровый свет.?
    "Проповедник стоял подальше ото всех. В отличии от остальных Пинеров, не способных отвести взгляд от поражающей воображение пропасти, он смотрел в противоположную сторону."
    "За стены лагеря, над которыми всё еще сохранялось небо, высокие облака и звёзды."
    prop "Я склеил свою религию из надежд и аккуратной лжи."
    prop "Пионерам нужна была форма, чтобы выдержать бессмыслицу. Я заполнил пустоту — и это спасло многих. {w}В том числе Маяка."
    prop "Верил ли я сам? Нет. Но их вера работала лучше любой правды."
    prop "Разрушение цикла не даст смысла тем, кто его ищет."
    prop "Но и бесконечность не принесёт истины. У нас есть лишь выбор роли, Звёздочёт."
    return

label finale_decision:
    "Я вернулся к двум фигурам над пустотой."
    "Третий всё это время следил за мной, а Ниточник лишь безучастно взглядывался в темноту под своими ногами, всё же изредка бросая на меня короткие взгляды."
    thr "Ну что, готов дать свой ответ?"
    "Третий ни капли не переживал. Похоже, он знал мой ответ."
    "Я снова взглянул вниз. Пропасть под ногами казалась глубже неба."
    "Что же. Пора."
    
    # --- ФИНАЛЬНЫЙ ВЫБОР ---
    # TODO: визуально — бездна пульсирует, две фигуры по краям (thr/nit)

    menu:
        "Поддержать Третьего":
        ## "Я хочу начать сначала":
            jump ending_third
        "Поддержать Ниточника":
        ## "Я хочу, чтобы все циклы исчезли":
        ## "Я хочу, чтобы все Пионеры исчезли":
            jump ending_threader

label ending_third:
    # Спокойный распад → рассвет лагеря
    me "Пусть всё повторится. Пусть я снова забуду и снова найду себя. Если только в этом я могу быть счастливым, значит, это и есть жизнь." 
    me "Ниточник, до этого искавший что-то в моих глазах, лишь отрешенно отвернулся." 
    me "Третий же наоборот, расплылся в триумфальной улыбке." 
    thr "Стоит ли мне говорить, что так всё и должно было произойти?" 
    thr "Ты ведь не думаешь, что ты - первый Звёздочет, сделавший этот выбор?" 
    thr "Но я всё равно рад, что ты понимаешь бессмысленность пути Ниточника." 
    "Я лишь сел на край пропасти. Усталось всех предыдущих дней, недель и месяцев разом навалилась на меня." 
    "Я закинул руки за голову и лёг на землю." 
    "Закатное сумрачное небо выглядело странным без облаков и звёзд. Но крайне красивым." 
    thr "Отдохни немного. Скоро мы снова освободимся от воспоминаний. И начнём сначала." 
    "Пропасть продолжала расширяться за счёт всё новых и новых падающих в неё осколков земли." 
    "То, что раньше было кольцом вокруг обрыва сейчас становилось всё меньшим и меньшим островом." 
    "Мимо меня прошел Маяк. Он кинул в мою сторону короткий тяжелый взгляд и шагнул в пустоту." 
    "Безмолвно. Безэмоционально. Безразлично." 
    "Все предметы вокруг парили медленно и плавно. Маяк же падал вниз как камень. Как обломок когда-то нерушимого здания." 
    "Другие Пионеры лишь молча смотрели вслед." 
    ## пауза
    
    # TODO: визуал — мягкий коллапс сцены, затем fade to white → рассвет лагеря
    # stop music fadeout 1.0
    
    "Светало." 
    "Прохладный ветер знакомо убаюкивал." 
    "Раньше я всегда сопротивлялся сну. Но на этот раз я принял его сам." 
    "Наконец-то я могу отдохнуть." 
    "Последним, что я успел заметить закрывая глаза, была подымающаяся из пустоты колонна белого света." 
    
    ## ## ## Закрытие глаз. Переход в чёрноту. Плавный фейд ин в ночную столовую из ОУД.
    "Я притянул свой забытый стакан." ## если кто-то поймёт эту тонкость, у меня сердце не выдержит.
    "Общую столовую я начал посещать не так давно. Здесь всегда есть что выпить."
    "На моих глазах групка новичков развернула стул местного завсегдатая, старого и опытного Пионера."
    "Кажется, его зовут Третий?"
    "Я лишь сделал еще один глоток. Алкоголь неприятно обжег горло."
    "Сегодняшний день обещает быть интересным."
    
    return

label ending_threader:
    me "Разрушить всё. Даже если это последняя минута последней спирали, пусть хотя бы на миг она станет моей. Моим выбором." 
    "Ниточник ошарашенно оступился. Похоже, он не мог поверить тому, что слышит.{w} Даже Третий взглянул на меня с неприязню, но в то же время... и с уважением?" 
    thr "Ты явно не понимаешь о чём говоришь. И близко не представляешь что такое исчезнуть." 
    thr "Ты не главный герой этого мира. {w}Не избранный. {w}И не бессмертный." 
    thr "Ты навсегда растворишься и никто и не вспомнит, что ты когда-либо существовал." 
    "А вспоминает ли кто-либо обо мне сейчас?" 
    "Неужели ты пытаешься увильнуть от своего обещания, Третий?" 
    "Ниточник скрестил руки на груди. Он почуствовал вкус шанса." 
    "Воздух вокруг Третьего начал сгущаться." 
    thr "Я... {w}Что же, как хочешь. Хочешь отправить всех остальных на пустую смерть - будь моим гостем." 
    thr "Поверить не могу что я ошибся." 
    thr "Что же, будет мне уроком не разбрасываться обещаниями." 
    thr "Запомню его до конца жизни." 
    thr "Пускай.{w} Давай по-быстрее с этим закончим. {w}Нит, приготовься. Мне понадобится твоя помощь." 
    "На лице Ниточника проскочила быстрая улыбка." 
    thr "Не знаю, к чему это приведёт. Надеюсь, к чему-то хорошему." 
    "Они синхронно отвернулись в сторону пустоты." 
    "Сосредоточенный Третий. И счастливый Ниточник." 
    "Ничего не изменилось. Но воздух наелектризовался." 
    "Прямо как тогда, перед бурей." 
    "Цвета вокруг стали насыщеннее. Неожиданный ветер развевал мои волосы." 
    "Пионеры за нашими спинами тоже вышли из оцепенения и взволнованно оглядывались вокруг." 
    "Предметы в пропасти, раньше лиш медленно парившие вокруг, вдруг резко начали падать вниз, как камни." 
    "Будто гравитация вернулась на место." 
    ##Звук одного баса. Туммммм
    "Когда последняя книга растворилась в глубине, мир вздрогнул." 
    "Из центра пропасти резко, словно гарячий гейзер, ударил столп белого света." 
    "Его нити хаотично взлетали, как нити на ветру." 
    "В этом не было ни красоты, ни элегантности." 
    "Я стоял не в состоянии оторваться от калейдоскопа изменений перед собой." 
    "Вдруг мне в лицо ударил тёплый, нет, даже гарячий воздух!" 
    "Глаза мгновенно пересохли, а меня отодвинуло на пару шагов назад, пока я не упал на спину." 
    "Моё тело агрессивно выходило из строя. Ощущение как будто кто-то со всей силы вытряхивает из меня душу." 
    "Сколько бы ни пытался, всё моё сопротивление смело как потопом." 
    "Я заснул мгновенно, как взорвавшася лампочка." 
    "Последним, что я слышал, были только звуки других падающих Пионеров." 
    
    # TODO: визуал — трещины, обвалы, вспышки; затем — внезапная тишина и тот ночной общий столовый из ОУД
    
    
     ## ## ## Закрытие глаз. Переход в чёрноту. Плавный фейд ин в ночную столовую из ОУД.
    "Я притянул свой забытый стакан." ## если кто-то поймёт эту тонкость, у меня сердце не выдержит.
    "Общая столовая. Буквально пару смен назад я узнал о существовании других Семёнов, а сегодня я уже попал в сердце их жизни."
    "Мне хотелось просто наблюдать со стороны, но что-то звало, толкало меня вперёд."
    "Я должен пробовать, пусть даже ничего и не выйдет."
    "Я подошел к столу, за которым, с парой знакомых сидел один из самых опасных Пионеров всех лагерей."
    "Кажется, его звали Третим?"
    "За мной шли другие новички. Они смотрят за мной. И последуют если я буду смелым."
    osd_hall "И еще, этот вот к кому из вас пришел?"
    "Я собрался с силами и развернул стул Третьего к себе."
    "На секунду лицо грозы Лагерей было искажено искренним удивлением."
    "Что бы ни случилось, я буду идти до конца."
    "Странное наитие глубоко внутри меня подсказывало только одно."
    "Третьему верить нельзя."
    
    return