label tmpl_dream1:
    ## Здесь Я - цветом Чайника
    ## фон пустой общей столовой
    

    label tmpl_act1_dream2:
    hide blink
    $ tmlp_set_time("day")
    $ tmlp_day_intro("one", "Ночь вторая. Путь к свободе.")
    ## Сон Чайника
    $ renpy.pause(2, hard = True)
    $ tmlp_unblink("bg int_bus", 2)
    play music God is an Astronaut - First Day of Sun fadein 7
    tmlp_narrator "Сонце было в зените. Уже вторые сутки подряд. Не сдвинулось ни на сантиметр."
    tmlp_narrator "Я был уверен, что что-то в эту смену пойдёт не так. Мог ли я ожидать это?"
    tmlp_narrator "Не мог, конечно. Но когда Лагерь это останавливало?"
    tmlp_narrator "С таким раскладом заснуть где-либо на улице было невозможно."
    tmlp_narrator "Не знаю почему, но сонливость дала о себе знать гораздо раньше обычного."
    tmlp_narrator "Я задумчивым взглядом обвёл двух связанных передо мной Садистов."
    tmlp_narrator "Поразительно как они даже в настолько необычных обстоятельствах не изменяли своим принципам."
    tmlp_narrator "По-хорошему, {i}полностью{/i} их обезвредить было бы на порядок легче. Но в такую смену..."
    tmlp_narrator "Кто знает, какие сюрпризы еще приготовил Лагерь? И проверять их своим лбом было бы верхом неосторожности."
    ## свист пролетающей рядом бутылки
    tmlp_narrator "Спасибо."
    tmlp_narrator "Прямо в полёте я выхватил летевшую из кухни бутылку с водой и открыл её для глотка."
    Пацифист "Лучше сохранить её про запас. Кто знает сколько еще продлится эта смена?"
    tmlp_narrator "Я с сожалением закрутил бутылку обратно. {w}Всё же Пацифист прав."
    tmlp_narrator "Но кто бы говорил про дефицит воды, правда?"
    tmlp_narrator "Слушай, я не знаю почему в моём лагере дождь идёт до сих пор."
    tmlp_narrator "Возможно, он скоро перестанет. Но судя по твоему солнцу, изменений будет мало."
    tmlp_narrator "Возможно."
    tmlp_narrator "Поддерживать диалог у меня сейчас не было настроения."
    tmlp_narrator "Наши с Пацифистом лагеря сильно различаются. Это само по себе странно - раньше каждый мир был шаблонным."
    tmlp_narrator "Но этот вопрос поверхностный. Каждый бы этим задался и, возможно, на это и рассчет."
    tmlp_narrator "Что гораздо интереснее - почему наши различия {i}именно такие{/i}?"
    Пацифист "Уже придумал, как будешь носить их с собой?"
    tmlp_narrator "Не думаю, что в этом есть большая необходимость."
    tmlp_narrator "Ты попал в мой лагерь, затем сюда попали эти двое. {w}Подозреваю, дальше мы переместимся вчетвером."
    tmlp_narrator "Откуда такая уверенность?"
    tmlp_narrator "Нет уверенности. {w}Просто догадки."
    tmlp_narrator "Но-вот что будет когда все соберутся в одном лагере? {w}Какое условие конца смены?"
    tmlp_narrator "Может, достаточно прошествия семи дней? А, может, я слишком полагаюсь на знания из прошлого. И они к этой смене меня совсем не подготовили."
    tmlp_narrator "В любом случае вряд ли эта смена будет бесконечной. Такие аномалии не могут длится вечно."
    tmlp_narrator "И что будет в конце?"
    tmlp_narrator "Скорее всего, глобальные перемены. Если и есть возможность попать во Внешний мир, то это точно она."
    tmlp_narrator "Вот только зависит ли от наших действий что-то?"
    tmlp_narrator "Последнюю фразу я сказал вслух по инерции."
    tmlp_narrator "Внешний Мир. Место, где течёт время. И где оно кончается."
    tmlp_narrator "Где бьют часы и жаркий летний полдень сменяется пронзительно холодными зимними ночами."
    tmlp_narrator "Я мало помню о своей жизни там. {w}Но что было ясно - никто из Пионеров не хотел вернуться туда."
    tmlp_narrator "Вырваться из однообразных смен или начать жизнь с чистого листа - возможно.{w} Вот только я обещаний себе не давал."
    tmlp_narrator "От мыслей меня отвлёк звук карандаша."
    tmlp_narrator "Пацифис спешно записывал мои мысли в свой дневник, который он всегда носил на поясе."
    tmlp_narrator "Что для тебя дом?"
    tmlp_narrator "Немного озадаченный моим вопросом Пацифист поднял взгляд от записей."
    tmlp_narrator "Он ответил не сразу. Взял паузу подумать."
    tmlp_narrator "Это одна из черт, которая мне нравилась в нём. Старшие Пионеры прожили настолько долгую жизнь, что перестали сомневаться в себе. Их взлгляды стали железной бронёй от реальности, в которую они замуровали себя сами."
    tmlp_narrator "Дом..."
    tmlp_narrator "Начал Пацифист со всей серьёзностью."
    tmlp_narrator "Это место где я могу развиваться. Двигаться дальше. Где у меня есть возможность передохнуть перед новой ступенью пути."
    tmlp_narrator "Я задумался."
    tmlp_narrator "Это хороший ответ."
    tmlp_narrator "Тогда есть ли лагерь твоим домом?"
    tmlp_narrator "Он быстро моргнул."
    tmlp_narrator "Возможно, раньше. Я помню, как был трусливым новичком и не мог постоять за себя."
    tmlp_narrator "С последним у тебя всё еще сложности."
    tmlp_narrator "Пацифист закатил глаза от моего ехидства."
    tmlp_narrator "Я взял от Лагеря всё, что хотел. И изменился к лучшему, если честно. Но теперь лагерь - только замкнутый круг."
    tmlp_narrator "Не хочу стать одним из этих сходящих с ума Пионеров, вечно стукающимися головой о свою любимую стену."
    tmlp_narrator "Как Чокнутый с тренировками. Или как ты, например. Со своей привычкой докапываться до всего."
    tmlp_narrator "Это, конечно, крайне грубо с твоей стороны. Но долю правды я оценил."
    tmlp_narrator "И потом... {w}Может, мне просто нравится?"
    tmlp_narrator "Пацифист в непонимании пожал плечами."
    tmlp_narrator "Тебе точно нужны оба этих пленника?"
    tmlp_narrator ""
    tmlp_narrator ""
    tmlp_narrator ""
    
    ##Глупости. Чтобы изменить будущеё, начать нужно было в прошлом.
    ##Если ты ничего не изменишь, петля [времени] будет повторяться, раз за разом затягиваясь туже на твоей шее
    
    
    ## Конец этого сна