label tmpl_act2:
    ##cons - Консьерж.
    
    ## Фон ночного клуба
    ## Mega Drive - Osaka Sewers
    "Очередной день закончился здесь."
    "Признаться, даже не всегда помню, как сюда добираюсь. Заходил сюда так часто, что это въелось в механическую память."
    tmlp_th "А зачем сюда захожу? Бужто мне сдалась романтика. И потанцевать не любитель."
    tmlp_th "Хотя да, напитки. Чуть не забыл!"
    "Я притянул свой забытый стакан."
    "Прошел уже месяц после того, как я вернулся. Но всё еще чувствую себя... {i}Не так{/i}."
    "Не похоже это на ощущение свободы, о котором я так сильно грезил."
    "''Обычная'' жизнь давит."
    #"Ну не-е-ет. Опять я в депрессию падаю."
    th "Может, клуб на меня так влияет? Или это пойло...{w} Кстати, что это?"
    th "По-хорошему, стоит пожаловаться на жизнь кому-то. Завести ради такого девушку, психолога или испортить досуг прикованому к стойке бармену."
    th "Но что рассказать? Что всё очень плохо? Что я старик-волшебник, живший несколько десятков лет в сказочке?"
    th "Сам бы кому-то с такой историей поверил?{w} Ну, по крайней мере подыграл бы."
    "Мой взгляд прогулялся по залу."
    th "Ладно я. Но что все эти гуляки тут делают? Они же даже не пьют! И нет, в жизни не поверю, что хоть какому-то существу танцы могут приносить удовольствие."
    th "Ах, ну да. Они могли {b}уже{/b} напиться.{w} Тогда вопрос снят. {w}Оправданы."
    pause(2)
    "Я поднялся со своего места и двинул к выходу."
    ## Черный экран, пауза
    ## Фон входа в жилой дом снаружи.
    "Видавшая виды и покрытая сетью царапин входная дверь приветствовала меня."
    th "Интересно, если бы сегодня царапин не было, я бы чувствовал тревожность?"
    "{i}Дорогой дневник, сегодня испугался нормальной двери...{/i}{w} Звучит, прямо как я."
    th "Хотел с тех пор вернуться к записям, но чувствовал себя как-то...{w} Будто старые ошибки коллекционирую. Будто совсем не поменялся. "
    th "Отвра-тительное чувство."
    "Левый глаз резко дёрнулся от неприязни."
    ##фон подъезда внутри
    # TODO: здесь либо вызов MainMenu для перехода в новую версию меню, либо сразу в третий акт
    jump tmpl_act3