label tmpl_act2:
    ##cons - Консьерж.
    
    ## Фон ночного клуба
    ## Mega Drive - Osaka Sewers
    "Очередной день закончился здесь."
    "Сложно сказать, в какой именно момент я так прикипел к этому клубу."
    "Просто... Хотелось быть где-то, кроме четырёх стен своей квартиры."
    "Не так важно, куда именно уходить, но здесь хотя бы есть что-то..."
    "Напитки, да! Здесь есть что выпить."
    "Я притянул свой забытый стакан."
    "Прошло уже два месяца после того, как я вернулся. Но всё еще чувствую себя... {i}Не так{/i}."
    "Не похоже это на ощущение свободы, о котором я так сильно грезил."
    "Есть что-то... Давящее в городе. В его звучании и его цветах."
    "Одним залпом я допил всё, что оставалось в стакане."
    "Может, клуб на меня так влияет? Или это...{w} Кстати, что это?"
    "Заторможенным движением я заказал у бармена добавку."
    "Иногда мне очень хочется выговориться. Сбросить на кого-то хоть часть разбирающего меня изнутри сумашествия."
    "Но что рассказать? Что всё очень плохо? Что я старик-волшебник, живший несколько десятков лет в мире, где нет календаря, но есть бесконечное солнце, лето и безответственная жизнь?"
    "А я бы сам поверил такой истории?{w} Ну, по крайней мере подыграл бы."
    "Мой взгляд прогулялся по залу."
    "Ладно я. Но что все эти гуляки тут делают? Они же даже не пьют! {w}В жизни не поверю, что хоть кому-то танцы могут приносить удовольствие."
    "Ах, ну да. Они могли {b}уже{/b} напиться.{w} Тогда вопрос снят."
    pause(2)
    "Когда мне принесли новый стакан, я даже не стал его пить."
    "Только опустил свою многострадальную голову на стол. {w}Держать её на весу сейчас было выше моих сил."
    "Через призму стакана бар выглядел красочнее, ярче. {w}Романтичнее, я бы даже сказал."
    "Будто он прятал в себе секреты. {w}Звал на приключение. {w}Был якрким рисунком, витражом на страницах увлекательной книги."
    "И все эти потерянные тени людей за столами на самом деле не прожигающие свою жизнь дураки, а изнеможенные сотнями испытаний герои, пришедшие отметить свой последний день на земле."
    "Хочется верить, что так и есть. {w}И что я есть частью этого фестиваля."
    "Как-то красивее быть разбитым героем, чем пьяницей, гоняющим стакан за стаканом."
    pause(2)
    "А ведь я прав. {w}Валяясь тут, находить я буду только оправдания."
    "Я поднялся со своего места. {w}Голова подло закружилась."
    "Надеюсь, ночной ветер немного развеет меня по пути домой."
    
    ## Черный экран, пауза
    ## Фон входа в жилой дом снаружи.
    "Видавшая виды и покрытая сетью царапин входная дверь приветствовала меня."
    tmlp_th "Интересно, если бы сегодня царапин не было, я бы чувствовал тревожность?"
    "{i}Дорогой дневник, сегодня испугался нормальной двери...{/i}{w} Звучит, прямо как я."
    tmlp_th "Хотел с тех пор вернуться к записям, но чувствовал себя как-то...{w} Будто старые ошибки коллекционирую. Будто совсем не поменялся. "
    tmlp_th "Отвра-тительное чувство."
    ##фон подъезда внутри
    "Левый глаз резко дёрнулся от неприязни."
    "Поразительно, как буквально за несколько недель я от солнечного лагеря привык подниматься по тёмному сырому подъёзду."
    "Казалось бы, годами меня будило до неприятного тёплое солнце. В последние смены даже вообразить городские пейзажи мне давалось с трудом."
    "Но вот я здесь."
    "Спустя столько лет, абсурдных знакомств и хаотичных приключений."
    "Я лениво открыл входную дверь и скинул с себя куртку с промокшей от снега курткой."
    "Сегодня был пустой день, да и вернулся из клуба я намного раньше обычного, и всё равно чуствовал себя безумно уставшим."
    "Не утруждая себя дальнейшим раздеванием я просто рухнул на свою кровать и практически мгновенно отрубился."
    ## Чёрный экран, таймскип.
    ## Далёкий звук открывания двери. Раскрытие глаз.
    "Да какого чёрта соседи так громко хлопают!"
    "До сегодня от них ни слуху, ни духу не было."
    voi_be "Как сегодня твоя арктическая экспедиция?"
    "Голос звучал рядом, будто не из-за стены, а из дальней комнаты."
    "Они же не могли ко мне вломиться?"
    tmlp_th "Да кто это вообще?"
    ## звук падения тела на кровать
    voi_alc "Сегодня на складе пахал как проклятый. {w}Смена была девять часов. Спина не разгинается." ##Голос - Пьяница
    voi_be "На шаг ближе к мечте."
    "Второй гость лениво прятал в своём голосе злорадство."
    voi_be "Еще лет пять и ты сможешь позволить себе научные журналы. Или на худой конец календарики с зимними пейзажами."
    "Уставший не ответил."
    tmlp_th "Да что это за чушь? {w}Эти двое действительно в моей квартире?"
    "Со всем нежеланием я поднялся с кровати и тихо, стараясь не шуметь, на цыпочах пошел к двери в гостинную."
    voi_be "Признай, что у тебя ничего не выйдет и я от тебя отстану."
    "Шаг. {w}Шаг. {w}Еще шаг."
    voi_alc "Я всё изменю. Сейчас просто сложный период. {w}Мне нужно время."
    voi_be "О да. Я ведь это впервые слышу. Особенно от тебя."
    "У меня кружится голова?"
    "С каждым шагом вместо того, чтобы приближаться к двери, я оставался на месте. Но-вот комната вокруг начинала как бы ''вращаться'', преломляться, как в старом калейдоскопе."
    "Стены с каждым шагом отодвигались, давая место такому же, как у меня дивану, а впереди, вместо окна прорисовывался рабочий стол."
    "Тем не менее я по инерции продолжал красться."
    "На другом диване стал прорисовываться силуэт уставшего тела. Относительно молодой парень, раскинувшийся на моём-своём диване звёздочкой."
    voi_be "Я ведь не со зла. Просто признай это и я отстану. {w}Чесность с собой и тебе сделает легче."
    "Этот голос звучал уже совсем недалеко. На месте моего шкафа вырезался стул, на котором, вальяжно откинув руку, похоже, и сидел тот самый пессимист."
    voi_alc "Можешь болтать сколько угодно. Но я не собираюсь отступать, и уж точно не из-за того, что у тебя настроение плохое."
    "Пессимист взглянул прямо на меня."
    "От тяжелого, почти осязаемого взгляда я сделал шаг назад, щёлкнув по чему-то на стене."
    "Комната залилась светом."
    "Я стоял возле окна."
    "На меня смотрело лишь моё отражение."
    ## Похоже, я начинаю сходить с ума. 
    ## За попытками хоть как-то осмыслить увиденное, я завалился к кровати. И мгновенно провалился в сон.
    
    ## Прыжок в первый сон Пьяницы
    
    ## выход из него
    
    ## Фон ночной зимней улицы
    ## Reverse world - God is an Astronaut
    "На этот раз я отказался от бара."
    "Хотелось начать новую жизнь. Пускай даже и с такой мелочи."
    "В парке, да и тем более ночью, было уже никого не встретить."
    "Мысли всё еще не освободились от вчерашнего бреда."
    "Сколько мечтаний, надежд жило в моей голове во времена лагеря."
    "Как я в панике катался по земле возле автобуса, как искал любые зацепки."
    "Как мечтал о том, чтобы снова оказаться в своей квартире, увидеть снег за окном."
    "Но вот я здесь. {w}В первый день я по-настоящему радовался оказаться в тёмной и не слишком уютной, но своей и, самое главное, другой квартире."
    "Разве что безумная усталость последней смены со всеми её анамалиями, парадоксами и стоплами сумасшедшего света пыталась отобрать у меня радость возвращения."
    "Но на следующий день начался быт. {w}Я и забыл, что в свой последний день перед лагерем оставил свой холодильник пустым."
    "Да как и всегда в то время."
    "Углы квартиры тонули в пыли. Несколько лампочек перегорели. На диване валялись разбросанные в прошлой жизни вещи, а раковина была доверху переполнена посудой, которую я планировал помыть ''когда будут силы''."
    "Благо хоть сбережения у меня были. {w}Немного, но на эти два месяца хватило."
    "Уже и не вспомню, на что я их откладывал. На обновление компъютера, наверное. Или, может, на поездку?"
    "Точно не на хорошие времена. В них я не верил что тогда, что сейчас."
    "Иногда, или, вернее, слишком часто я вспоминаю дни в лагере."
    "Беспечные летние домики, ласковый ветер, дружелюбных девушек. {w}Даже странные, а порой и довольно жестокие шутки Пионера."
    "Кстати, как ведь его звали... {w}Ааа... Не вспомню."
    "Снег в плавном танце спускался из-под света фонаря, покрывая всё вокруг."
    "Некоторые снежинки попадали мне на раскрытые, красные от холода ладони."
    "А ведь многие Пионеры тогда мечтали ровно об этом чувстве. Об уколах мороза, о раскрасневшихся щеках и ползущем ощущении простуды. {w}Дураки."
    "Но я построю свою жизнь. Так, как и хотел, как мечтал. Я пережил годы одиночества, измывания Пионеров, их дурацкие традиции и абсолютно хаотичную, лишенную всякого смысла и логики последнюю неделю."
    "Я прошел всё это не для того, чтобы прожигать дни в пустую. У меня всё получится. {w}Я просто даю себе время на отдых. {w}Я многое пережил."
    "У меня ведь получится, да?"
    ##Пауза 3 секунды
    "В последнее время мне всё чаще снятся сны."
    "Первые дни после возвращения я видел только тихую темноту вместо ярких сюжетов."
    "Но последнюю пару дней мне всё видятся картины. Истории, просякнутые странностями и ностальгией."
    "В последнее время мне всё чаще стали снится сны. О последней смене. О дождях, вспомнивших всё куклах и кружащемся в безумном приключении мире."
    "И о потерянных, как я сам, Пионерах."
    "Интересно, что с ними стало?"
    "Надеюсь, они достигли того, чего хотели."
    "Я медленно поднялся с лавки и небо стало ближе."
    "Нужно двигаться. Вперед. Или назад. Куда угодно."
    "Не страшно потеряться в пути. Страшно застыть на месте в вечном обещании."
    
    ## Скип до входа в квартиру.
    ## God is an astronaut First day of Sun
    
    "В квартире было как-то особенно тихо. А еще не включенные лампочки прибавляли комнате особенной сумрачности."
    "Я не стал включать свет. Просто скинул обувь с курткой и побрёл в комнату."
    "За дверью пахло застоявшимся воздухом и тихо кружилась пыль."
    "Так же неохотно я побрел к кровати."
    "Но кровать не приближалась."
    "Она лишь оставалась на месте, а комната вокруг знакомо закружилась."
    "На этот раз в калейдоскопе зеркал появилось больше фигур."
    "Пессимист привычно сидел в своём углу, снова о чём то споря, но на этот раз с кем-то новым."
    "Его собеседник лишь отрешенно смотрел в окно, разминая костяшки пальцев."
    "Вчерашний трудяга без сил лежал в своей кровати, а в самом дальнем отражении безразлично повернувшись ко всем спиной, парень за копией моего рабочего стола что-то искал в сети."
    "Это уже мало похоже на сон."
    Маяк "И так ты прожигаешь свою жизнь? Гроза лагеря выходит из дома только ради того, чтобы пять минут нарпячься на спортивной площадке?"
    Маяк "Я знаю, что никто здесь ни к чему не стремился, но это для тебя особенно жалко."
    "Взглядом его собеседника наверняка можно было бы убить."
    "Я хотел сдеать шаг назад, но в ночной квартире он больше походил на резкий стук."
    "Неожиданно, Пессимист повернулся в мою сторону."
    Маяк "Кстати, о новых людях. Похоже у нас пополнение."
    "Он видит меня?"
    "За Пессимистом в мою сторону повернулся трудяга и спортсмен."
    Маяк "Интересно, кто сегодня?"
    "Интересно, кто сегодня? Надеюсь, это Проповедник. Или Генсек. До всех остальных мне нет дела."
    "Не будь настолько грубым. Хотя я бы хотел, чтобы это бл инженер."
    "Лагерь? Проповедник? Инженер?"    
    "Вы тоже..."    
    "Пионеры. Да. Каждый попал сюда, в свой город."    
    
    
    